{
  "Динская": {
    "name": "Динская",
    "cinemas": {
      "40 лет Победы": {
        "name": "40 лет Победы",
        "films": {
          "Конек-Горбунок": {
            "name": "Конек-Горбунок",
            "description": "Иван - не царевич, не богатырь, не красавец, а старшие братья и вовсе его дураком считают. Но всё меняется, когда у Ивана появляется друг и верный помощник - Конёк-Горбунок. Пусть он ростом невелик, зато умный и смелый. С таким другом никакой враг не страшен. Ну, почти никакой. С таким помощником и ничего невозможного нет. Ну, почти, нет. Ивану с Коньком предстоит проверить свою дружбу на прочность, столкнуться с коварным противником, преодолеть невероятные испытания и встретить такую любовь, ради которой стоит рискнуть всем. Ну, почти всем.",
            "release-date": "18 февраля 2021",
            "sessions": [
              "12:05",
              "13:32"
            ]
          },
          "Конь Юлий и большие скачки": {
            "name": "Конь Юлий и большие скачки",
            "description": "Дождались! Говорящий конь Юлий влюбился! И на этот раз все серьезно – он просит руки, то есть копыта королевской кобылы по имени Звезда Востока у султана Рашида. Но сватать кобылу королевских кровей может только особа царских кровей. Юлий обращается к князю Киевскому за помощью, но получает отказ. Но наш жених не намерен отказываться от любви. Он похищает князя и насильно везет его к султану, на сватовство. И у богатырей тоже есть дело в восточной стороне. Все сойдутся на больших скачках, где победитель получит всё.",
            "release-date": "31 Декабря 2020",
            "sessions": [
              "14:22",
              "17:10"
            ]
          }
        }
      }
    }
  },
  "Краснодар": {
    "name": "Краснодар",
    "cinemas": {
      "Монитор \"СБС\"": {
        "name": "Монитор \"СБС\"",
        "films": {
          "Последний богатырь: Корень зла": {
            "name": "Последний богатырь: Корень зла",
            "description": "В Белогорье мир и спокойствие, зло побеждено, Иван наслаждается заслуженной славой. Рядом отец Илья Муромец, возлюбленная Василиса в предсвадебных заботах, ставшие друзьями Баба Яга и Водяной и маленькие радости из современного мира: генератор, микроволновка, вентилятор, пылесос и многое другое, чтоб обеспечить комфортную жизнь – благо Меч-Кладенец даёт возможность регулярно прорубать дыру между мирами и бегать за припасами.",
            "release-date": "01 Января 2021",
            "sessions": [
              "09:22",
              "13:32"
            ]
          },
          "Конек-Горбунок": {
            "name": "Конек-Горбунок",
            "description": "Иван - не царевич, не богатырь, не красавец, а старшие братья и вовсе его дураком считают. Но всё меняется, когда у Ивана появляется друг и верный помощник - Конёк-Горбунок. Пусть он ростом невелик, зато умный и смелый. С таким другом никакой враг не страшен. Ну, почти никакой. С таким помощником и ничего невозможного нет. Ну, почти, нет. Ивану с Коньком предстоит проверить свою дружбу на прочность, столкнуться с коварным противником, преодолеть невероятные испытания и встретить такую любовь, ради которой стоит рискнуть всем. Ну, почти всем.",
            "release-date": "18 февраля 2021",
            "sessions": [
              "15:05",
              "18:32"
            ]
          }
        }
      },
      "Монитор \"Красная площадь\"": {
        "name": "Монитор \"Красная площадь\"",
        "films": {
          "Том и Джерри": {
            "name": "Том и Джерри",
            "description": "Кот и мышонок громят отель, ставя под угрозу свадьбу века. Хлоя Грейс Морец в полном метре о заклятых друзьях",
            "release-date": "11 февраля 2021",
            "sessions": [
              "08:22",
              "19:32"
            ]
          },
          "Серебряные коньки": {
            "name": "Серебряные коньки",
            "description": "1899 год, рождественский Петербург. Яркая праздничная жизнь бурлит на скованных льдом реках и каналах столицы. Накануне нового столетия судьба сводит тех, кому, казалось бы, не суждено было встретиться. Люди из совершенно разных миров, Матвей - сын фонарщика, его единственное богатство - доставшиеся по наследству посеребренные коньки; Алиса - дочь крупного сановника, грезящая о науке. У каждого - своя непростая история, но, однажды столкнувшись, они устремляются к мечте вместе.",
            "release-date": "10 Декабря 2020",
            "sessions": [
              "14:22",
              "15:32"
            ]
          }
        }
      }
    }
  }
}